# Спортивный тренажёр
# Тренажёр представляет собой снаряд для бега или ходьбы со звуковым сопровождением шагов. Имеется 2 кнопки управления: кнопка «время +1 мин», 
# «режим бег/ходьба» и переключатель скорости 1-2-3. Кнопка «время +1 мин» включает тактовый генератор на 1 минуту или добавляет 1 мин,
# если он был уже включен. В режиме шагов генератор выдаёт импульсы с частотой 60 шагов в минуту не зависимо от показания тумблера скорости. 
# В режиме «бег» генератор создаёт импульсы с частотой:
# – 120 шагов в минуту на 1 скорости;
# – 180 шагов в минуту на 2 скорости;
# – 240 шагов в минуту на 3 скорости.
# При этом во время бега тумблер скорости можно переключать только после 1 минуты бега. Начальная конфигурация: «ходьба» , 1-я скорость.